[
    {
        "title": "Разработчик Python",
        "description": "Мы ищем опытного разработчика Python для работы над усовершенствованием и разработкой наших сайтов с применением языковых моделей LLM.",
        "requirements": [
            "Бакалавр, специалист или магистр в области информационных технологий, науки о данных или смежной области",
            "Минимум 3 года опыта работы с Python",
            "Опыт разработки на Django",
            "Иметь знания/опыт работы с MongoDB",
            "Владение Docker",
            "Понимание и применение Agile методологии",
            "Способность работать в команде, решать проблемы и осуществлять многозадачность",
            "Хорошие навыки общения на русском языке"
        ]
    },
    {
        "title": "Аналитик данных",
        "description": "Аналитик данных будет работать на пересечении IT и аналитики бизнеса, используя свои навыки обработки данных с целью преобразования больших объемов информации в управляемые и полезные входные данные для нашей команды по разработке модели LLM.",
        "requirements": [
            "Высшее техническое образование",
            "Опыт работы с Python и SQL (MongoDB)",
            "Навыки работы с большими данными и опыт их анализа",
            "Умение работать с библиотеками для анализа данных (pandas, numpy)",
            "Умение применять статистические методы анализа",
            "Опыт работы с системами визуализации данных",
            "Знание английского языка на уровне чтения технической документации"
        ]
    },
    {
        "title": "Инженер по машинному обучению",
        "description": "Мы ищем талантливого специалиста, который будет работать над развитием и улучшением наших моделей машинного обучения, используемых в разработке языковых моделей LLM при создании сайтов.",
        "requirements": [
            "Высшее образование в области IT или смежной сфере (математика, статистика)",
            "Опыт работы с языками программирования Python и его библиотеками для машинного обучения",
            "Практический опыт работы с фреймворками по глубокому обучению (TensorFlow, Keras, PyTorch и др.)",
            "Знание принципов работы баз данных и опыт работы с MongoDB",
            "Умение работать со сложными данные и интерпретировать их",
            "Опыт работы с Docker",
            "Базовые знания в области web-разработки (Django, Angular)",
            "Знание английского языка не ниже уровня Intermediate"
        ]
    },
    {
        "title": "Web-разработчик",
        "description": "Мы ищем опытного Web-разработчика для создания и поддержки высоконагруженных веб-сайтов при помощи стека технологий Python, Django, Angular, MongoDB и Docker.",
        "requirements": [
            "Отличное знание Python и Django",
            "Понимание принципов работы Angular",
            "Опыт работы с MongoDB",
            "Опыт работы с Docker",
            "Понимание принципов разработки программного обеспечения и жизненного цикла разработки",
            "Умение работать в команде и самостоятельно",
            "Высшее техническое образование",
            "Глубокое понимание веб-технологий и стека протоколов TCP/IP",
            "Опыт работы с языковыми моделями LLM будет преимуществом"
        ]
    },
    {
        "title": "Системный администратор",
        "description": "Ответственный за обеспечение надежной и безопасной работы компьютерной системы компании.",
        "requirements": [
            "Опыт работы от 2 лет в аналогичной должности",
            "Глубокие знания операционных систем Linux/Windows",
            "Опыт работы с Docker",
            "Понимание принципов работы и настройки сетевого оборудования",
            "Опыт администрирования серверов на базе Linux/Windows",
            "Навыки работы с MongoDB",
            "Умение работать со скриптовыми языками (Python)"
        ]
    },
    {
        "title": "Инженер по работе с базами данных MongoDB",
        "description": "Мы ищем опытного инженера по работе с базами данных MongoDB, который будет работать в тесном сотрудничестве с нашей командой разработчиков для улучшения систем, обеспечивающих работу наших сайтов.",
        "requirements": [
            "Высшее образование в области информационных технологий или смежной области",
            "Опыт работы с MongoDB и другими NoSQL базами данных",
            "Знание языка Python и фреймворка Django",
            "Понимание принципов работы Docker",
            "Базовые знания языка программирования Angular",
            "Способность распределять ресурсы базы данных для обеспечения оптимальной производительности",
            "Навыки коммуникации и работы в команде",
            "Знание русского языка"
        ]
    },
    {
        "title": "DevOps инженер",
        "description": "В связи с расширением мы ищем опытного DevOps инженера для работы над развитием нашего продукта с применением языковых моделей LLM. Нам нужен специалист, готовый разрабатывать инновационные решения.",
        "requirements": [
            "Опыт работы на аналогичной должности от 2 лет",
            "Навыки работы со сценариями на Python",
            "Опыт работы с Django",
            "Уверенное знание и опыт работы со стеком технологий: Docker, MongoDB",
            "Высшее техническое образование",
            "Знание инструментов контроля версий",
            "Умение работать в команде и самостоятельно принимать технические решения",
            "Умение анализировать сложные технические задачи и оптимизировать процессы."
        ]
    },
    {
        "title": "Full Stack Developer",
        "description": "Компания, активно использующая языковые модели LLM в проектах, ищет Full Stack Developer. Разработчик будет участвовать в разработке веб-сайтов, используя современный стек технологий.",
        "requirements": [
            "Большой опыт работы с Python и Django",
            "Опыт работы с Angular",
            "Знание MongoDB и Docker",
            "Умение работать в команде",
            "Знание английского языка не ниже Intermediate",
            "Умение решать трудные технические задачи",
            "Опыт работы с работы с LLM моделями будет плюсом"
        ]
    },
    {
        "title": "Front-End разработчик (Angular)",
        "description": "Мы ищем профессионального Front-End разработчика, специализирующегося на Angular для разработки интерфейсов для наших проектов, включая веб-сайты, использующие языковые модели LLM.",
        "requirements": [
            "Понимание ключевых принципов Front-End разработки",
            "Опыт работы с Angular от 2 года",
            "Умение работать с JavaScript, HTML, CSS",
            "Знание принципов работы REST API",
            "Опыт работы с версионным контролем (например, Git)",
            "Владение английским языком на уровне чтения технической документации"
        ]
    },
    {
        "title": "Back-End разработчик (Django)",
        "description": "Мы ищем опытного Back-End разработчика со знанием Django для разработки и поддержки наших веб-сайтов.",
        "requirements": [
            "Владение языком программирования Python",
            "Опыт работы со средами разработки Django не менее двух лет",
            "Знание основ языковых моделей LLM",
            "Знание принципов работы баз дынных, опыт работы с MongoDB",
            "Опыт работы с Docker",
            "Знание принципов работы RESTful API",
            "Опыт работы с системами контроля версий, например Git",
            "Хорошие навыки командной работы"
        ]
    },
    {
        "title": "Data Scientist",
        "description": "Наша компания ищет Data Scientist для работы над различными задачами, связанными с анализом данных и созданием языковых моделей LLM.",
        "requirements": [
            "Образование в области информатики, математики или смежной области",
            "Уверенные навыки программирования на Python",
            "Опыт работы с библиотеками для машинного обучения, такими как Scikit-learn, TensorFlow, Keras или PyTorch",
            "Опыт работы со статистическими методами и теорией вероятности",
            "Умение работать с большими наборами данных и выявлять шаблоны",
            "Опыт работы с базами данных, в частности MongoDB",
            "Желательно иметь знания в области языковых моделей LLM",
            "Хорошие коммуникативные навыки",
            "Способность быстро обучаться и адаптироваться к меняющимся условиям"
        ]
    },
    {
        "title": "UI/UX дизайнер",
        "description": "Компания, разрабатывающая сайты с применением языковых моделей LLM, ищет опытного UI/UX дизайнера, способного создать интуитивно понятные и привлекательные интерфейсы для наших продуктов.",
        "requirements": [
            "Опыт работы в дизайне от 2-х лет",
            "Знание графических редакторов (Adobe Photoshop, Illustrator)",
            "Навыки работы с прототипированием (Sketch, Figma, InVision)",
            "Навыки работы с векторной графикой",
            "Понимание принципов пользовательского интерфейса и пользовательского опыта",
            "Портфолио с примерами работ",
            "Умение работать в команде и понимание принципов Agile"
        ]
    },
    {
        "title": "Технический писатель",
        "description": "Специалист будет заниматься созданием и обновлением технической документации для программистов и пользователей. Основная задача - упростить взаимодействие с нашим продуктом с помощью понятных инструкций и описанний.",
        "requirements": [
            "Высшее техническое образование или уверенные технические навыки и знания",
            "Опыт работы в сфере IT не менее 2 лет",
            "Умение быстро разбираться в новых технологиях и API",
            "Опыт написания научно-технических текстов и технической документации",
            "Умение работать с баг-трекинговыми системами (например, Jira)",
            "Знание английского языка на уровне не ниже среднего",
            "Стрессоустойчивость, ответственность, умение работать в команде"
        ]
    },
    {
        "title": "Инженер по тестированию",
        "description": "Мы ищем инициативного и увлеченного инженера по тестированию, который будет ответственен за уверенность в стабильности и эффективности нашего продукта.",
        "requirements": [
            "Высшее техническое образование",
            "Опыт работы в тестировании программного обеспечения",
            "Навыки работы с Python",
            "Знание методологий тестирования",
            "Опыт работы с системами управления тестированием",
            "Навык написания технической документации",
            "Английский на уровне чтения технической документации"
        ]
    },
    {
        "title": "DevSecOps инженер",
        "description": "Мы ищем опытного DevSecOps инженера для команды разработчиков, специализирующейся на разработке сайтов с использованием языковых моделей LLM. Задачи включают в себя поддержку экосистемы DevOps, начиная от разработки и автоматизации до мониторинга и обеспечения безопасности.",
        "requirements": [
            "Опыт работы с Python, Django, Angular",
            "Опыт работы с MongoDB, Docker",
            "Понимание принципов информационной безопасности и опыт применения их на практике",
            "Опыт работы с облачными платформами, с упором на безопасность",
            "Понимание процессов автоматизации и интеграции",
            "Знание и опыт работы с системами контроля версий, желательно Git",
            "Знание английского языка на уровне чтения технической документации",
            "Способность работать в команде и самостоятельно принимать решения"
        ]
    }
]